tap "aws/tap"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minamijoyo/hcledit"
tap "weaveworks/tap"
brew "adr-tools"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "checkov"
brew "cilium-cli"
brew "dasel"
brew "diffutils"
brew "direnv"
brew "drone-cli"
brew "fzf"
brew "gh"
brew "git"
brew "glooctl"
brew "go"
brew "go@1.17"
brew "golang-migrate"
brew "golangci-lint"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "infracost"
brew "jq"
brew "node"
brew "jsonlint"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kubebuilder"
brew "kubectx"
brew "kubent"
brew "kustomize"
brew "linkerd"
brew "localstack"
brew "minica"
brew "pinentry-mac"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "staticcheck"
brew "stern"
brew "terraform-docs"
brew "terraformer"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "the_silver_searcher"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "bufbuild/buf/buf"
brew "minamijoyo/hcledit/hcledit"
brew "weaveworks/tap/eksctl"
