tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "weaveworks/tap"
brew "adr-tools"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "direnv"
brew "drone-cli"
brew "gh"
brew "git"
brew "glooctl"
brew "go"
brew "go@1.17", link: true
brew "golang-migrate"
brew "grep"
brew "hadolint"
brew "helm"
brew "istioctl"
brew "jq"
brew "node"
brew "jsonlint"
brew "jsonnet"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "localstack"
brew "pinentry-mac"
brew "postgresql"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "staticcheck"
brew "stern"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
cask "google-cloud-sdk"
