tap "aws/tap"
tap "boz/repo"
tap "bufbuild/buf"
tap "minamijoyo/hcledit"
tap "weaveworks/tap"
brew "adr-tools"
brew "pycparser"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "checkov"
brew "cilium-cli"
brew "dasel"
brew "diffutils"
brew "direnv"
brew "drone-cli"
brew "fzf"
brew "gh"
brew "git"
brew "glooctl"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "hubble"
brew "infracost"
brew "jq"
brew "node"
brew "jsonlint"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kubebuilder"
brew "kubectx"
brew "kubent"
brew "kustomize"
brew "linkerd"
brew "localstack"
brew "minica"
brew "pinentry-mac"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "staticcheck"
brew "stern"
brew "terraform-docs"
brew "terraformer"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "the_silver_searcher"
brew "tree"
#brew "vault"
brew "watch"
brew "wget"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "boz/repo/kail"
brew "bufbuild/buf/buf"
brew "minamijoyo/hcledit/hcledit"
brew "weaveworks/tap/eksctl"
vscode "af4jm.vscode-icalendar"
vscode "DavidAnson.vscode-markdownlint"
vscode "dnicolson.binary-plist"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "kaiwood.insert-cursor-at-beginning-of-each-line-selected"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "plex.vscode-protolint"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "zhouronghui.propertylist"
vscode "zxh404.vscode-proto3"
